-- ===================================
-- ✅ [DATA] categories
-- ===================================

INSERT INTO categories (id, name)
VALUES (1, '리빙/인테리어'),
       (2, '패션'),
       (3, 'F&B'),
       (4, '뷰티'),
       (5, '캐릭터'),
       (6, '애니메이션'),
       (7, '크리에이터/유튜버'),
       (8, '패밀리/키즈'),
       (9, '예술'),
       (10, '스포츠/건강'),
       (11, '게임'),
       (12, '일러스트/디자인'),
       (13, '영화/드라마'),
       (14, '연예인'),
       (15, '전자기기'),
       (16, '도서/음반'),
       (17, '플리마켓'),
       (18, '기타');
